/* Window body when Phone already registered as a Bluetooth phone. [%@ = phone name] */
"%@ is already registered as a Bluetooth phone." = "%@ ist bereits als Bluetooth Telefon registriert.";

/* Window body when Phone already registered as a USB phone. [%@ = phone name] */
"%@ is already registered as a USB device." = "%@ ist bereits als USB-Gerät registriert.";

/* Window title when detecting some USB devices failed */
"Failed to identify some USB devices" = "Einige USB-Geräte konnten nicht identifiziert werden.";

/* Button to go to Website for KB */
"Go to Website" = "Gehe zur Web-Site";

/* Alert Title: Conflict with builtin plugin
   Alert Title: Conflict with 2 plugins */
"iSync can't open because of a problem with a plug-in." = "iSync konnte aufgrund eines Fehlers mit einem Plug-In nicht geöffnet werden.";

/* Message displayed when USB scan failed for some USB devices. %@ is the error description */
"iSync was unable to identify some USB devices:\n%@" = "iSync konnt einige USB-Geräte konnten nicht identifizieren:\n%@";

/* OK Button */
"OK" = "OK";

/* Window title when Phone already registered */
"Phone already registered" = "Telefon ist bereits registriert";

/* Intro text: Alert Title: Conflict with builtin plugin */
"The following plug-in doesn't work with this version of iSync. Click the arrow to show the plug-in, move or delete it, and then open iSync again." = "Das folgende Plug-In funktioniert nicht mit dieser Version von iSync. Klicken Sie in den Pfeil, um das Plug-In zu bewegen oder zu entfernen, und öffnen Sie iSync erneut.";

/* Intro text: Alert Title: Conflict with 2 plugins */
"There is a problem with one of the plug-ins. Click the arrow to show the plug-ins, move or delete one of them, and then open iSync again." = "Es ist ein Problem mit einem der Plug-Ins aufgetreten. Klicken Sie in den Pfeil, um die Plug-Ins zu bewegen oder zu entfernen, und öffnen Sie iSync erneut.";

/* Alert Body when Phone Firmware is too old and we don't have a KB */
"To enable this phone to work with iSync, contact the phone\\U2019s manufacturer or your service provider to update the firmware on your phone." = "Um dieses Telefon für die Verwendung mit iSync zu aktivieren, bitten Sie den Hersteller oder Dienstanbieter, die Firmware auf Ihrem Telefon zu aktualisieren.";

/* Alert Body when Phone Firmware is too old and we have a KB */
"To enable this phone to work with iSync, contact the phone\\U2019s manufacturer or your service provider to update the firmware on your phone. For more information, visit the iSync Support website." = "Um dieses Telefon für die Verwendung mit iSync zu aktivieren, bitten Sie den Hersteller oder Dienstanbieter, die Firmware auf Ihrem Telefon zu aktualisieren. Weitere Informationen finden Sie auf der iSync Support Web-Site.";

/* Window title when Phone Firmware is too old */
"Your phone, \\U201C%@\\U201D does not work with this version of iSync." = "Ihr Telefon „%@“ funktioniert nicht mit dieser Version von iSync.";

